Revit 2027 API
ParameterTypeId.BoundaryBearing Property
 "Bearing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryBearing { get; }
Public Shared ReadOnly Property BoundaryBearing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryBearing {
	ForgeTypeId^ get ();
}
static member BoundaryBearing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace